Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H17B.tmx
Source language: en_us
Languages: zh_cn

source: Summary of the Autism Treatment Acceleration Act of 2009 (ATAA) (S. 819 and H.R. 2413)
zh_cn: 《2009孤独症治疗加速法案》摘要

source: Background information on the ATAA:
zh_cn: ATAA的背景信息

source: The Autism Treatment Acceleration Act was first drafted by former Senator Barack Obama and released just before the election in 2008
zh_cn: 前参议员巴拉克·奥巴马首先起草了《孤独症治疗加速法案》，并在选举之前发布；

source: When Obama became President, he passed this bill along to his Illinois Senate colleague, Sen.
zh_cn: 当奥巴马成为总统之后，他将本议案转交给他的伊利诺伊参议员同僚理查德·杜宾参议员介绍；

source: Richard Durbin, to introduce Original Senate sponsors are Senator Richard Durbin (D-IL), Senator Robert Casey (D-PA), Senator Robert Menendez (D-NJ)
zh_cn: 最初的参议院发起者是理查德·杜宾参议员（D-IL）、罗伯特·克森（D-PA）、罗伯特·梅内德斯参议员（D-NJ）；

source: Original House sponsors are Representatives Mike Doyle (D-PA), Chris Smith (R-NJ), Eliot Engel (D-NY), and Hank Johnson (D-GA)
zh_cn: 最初的国会发起者是马克·道尔代表（D-PA）、克里斯·斯密斯代表（R-NJ）、埃利奥特·伊奇尔代表（D-NY）和汉克·约翰逊代表（D-GA）

source: The ATAA was introduced in the Senate on April 2, 2009 (World Autism Awareness Day) and in the House on May 14, 2009
zh_cn: 2009年4月2日（世界孤独症意识日）在参议院审议《孤独症治疗加速法案》，2009年5月14日在国会进行审议。

source: Summary of the ATAA:
zh_cn: 《孤独症治疗加速法案》摘要

source: Demonstration Project - Creates a demonstration project to develop Autism Care Centers in order to increase access to quality health care services and communication among healthcare providers, educators, and other providers of services; enable beneficiaries to designate a personal primary care coordinator as a source of contact for a family; and provide a full array of medical, behavioral, mental health, educational and family care services to individuals and families in a single location.
zh_cn: 示范工程——建立一项示范工程，以创立孤独症保健中心，目的是提高卫生保健人员、教育者和其他服务提供者之间卫生保健服务和沟通的质量；使得受惠者能够指派一位私人的初级保健协调者，将他作为家庭的联络资源；并在一处地点向个人提供一系列的医疗、行为和精神卫生、教育和家庭保健服务。

source: Adult Services Demonstration Project - Creates a demonstration project to provide an array of services to adults with autism spectrum disorders including: post secondary education, vocational and self advocacy skills, employment; residential services, supports and housing; nutrition, health and wellness; recreational and social activities; and transportation and personal safety.
zh_cn: 成年人服务示范工程——建立一项示范工程，以向孤独症谱系障碍成年人提供一系列服务，包括：继续教育、职业和自我辩护技能、就业；居家服务，支持和住房；营养，健康和福利；休闲和社会活动；交通与私人安全。

source: Registry (Senate bill only) - Establishes a voluntary population-based autism spectrum disorders case registry to help understand the root causes, rates, and trends of autism.
zh_cn: 建立档案（只存在参议院议案中）——建立一个自愿的以人群为基础的孤独症谱系障碍个案的档案，以助于理解孤独症的基本原因、发病率和趋向性。

source: Public Education and Awareness Campaign - Develops a national multimedia campaign to increase public education and awareness about healthy developmental milestones and autism throughout the lifespan.
zh_cn: 公共教育与意识运动——启动全国的多媒体运动，提高健康发展里程碑与孤独症一生发展过程的公共教育和意识。

source: Campaigns will be targeted at a general public audience or specific audiences such as medical, criminal justice, or emergency professionals.
zh_cn: 运动的目的对象针对于一般大众的观众或特定的关注，例如医疗、刑事司法或急诊专业工作者。

source: Interdepartmental Coordinating Committee - Establishes an Interdepartmental Coordinating Committee to coordinate and advise on government activities relating to research, services, and programs for individuals with autism spectrum disorders.
zh_cn: 跨部门协调委员会——成立跨部门协调委员会，协调与孤独症谱系障碍人士相关的研究、服务和项目的政府活动，并提出相应的建议。

source: Members will include representatives from relevant governmental agencies (Dept. of Health and Human Services, Dept. of Education, etc) and members representing individuals with autism, parents, service providers, and advocacy groups.
zh_cn: 成员将包括来自相关政府机构的代表（卫生与公共服务部、教育部等），以及代表孤独症、父母和服务人员和辩护小组的成员。

source: National Network for Autism Spectrum Disorders Research and Services - Establishes a National Network in order to strengthen linkages between research and service initiatives at the federal, regional, state and local levels, and facilitate the translation of research on autism into services and treatments that will improve the quality of life for individuals with autism and their families.
zh_cn: 国家孤独症谱系障碍研究与服务工作网——成立国家工作网，目的是加强联邦、地区、州和当地水平研究与服务首创行动之间的联系；促进孤独症相关研究转换成服务与治疗，这将改善孤独症人士和他们家庭的生活质量。

source: A national data repository will be created to share emerging data, findings, and treatment models.
zh_cn: 将设立国家资料馆，与大众分享新兴的资料、成果和治疗模式。

source: National Training Initiative - Creates a national training initiative on autism and a technical assistance center to develop and expand interdisciplinary training and continuing education on autism spectrum disorders.
zh_cn: 国家培训首创行动——创立国家孤独症培训首创行动和技术支持中心，以发展并扩展跨部门的孤独症谱系障碍培训和继续教育。

source: Insurance Coverage - Requires that health insurers cover the diagnosis and treatment of autism spectrum disorders, including Applied Behavioral Analysis therapy and assistive communication devices.
zh_cn: 保险责任范围——要求保健保险涵盖孤独症谱系障碍的诊断与治疗，包括：应用行为分析疗法和支持性交流工具。

source: This section is based on the Autism Speaks model insurance reform bill that has been used to craft bills in states across the country
zh_cn: 本节根据《孤独症代言人模式保险改革议案》制定，该议案已经在全国范围内各州起草法案；

source: The bill covers diagnosis of autism, as well as the following treatments:
zh_cn: 该法案包括孤独症的诊断，以及下述的治疗：

source: Medications prescribed by a physician and any health-related services necessary to determine the need or effectiveness of the medications
zh_cn: 医生规定的药物治疗，以及确定药物治疗是否需要与效果所必需的任何相关服务；

source: Occupational therapy
zh_cn: 职业疗法

source: Speech therapy
zh_cn: 言语疗法

source: Services provided by a psychiatrist or psychologist
zh_cn: 精神病学家或心理学家的服务

source: Professional, counseling, and guidance services and treatment programs, including applied behavior analysis and other structured behavioral programs, communication devices and other assistive technology devices
zh_cn: 专业、咨询和指导服务和治疗课程，包括：应用行为分析和其他结构化的行为课程、交往工具和其他支持性技术工具。

source: While state laws can only apply to fully-funded health plans, this bill will apply to all fully-funded and self-funded individual and group health plans, including state and local government plans (state and local government plans that are self-funded can opt-out of the requirement.
zh_cn: 同时州法律只能够应用于完全积累基金提供资金的卫生计划，这项议案将应用于完全积累基金提供资金和自资基金提供资金的个人和团体卫生计划，包括州和当地政府计划（自资基金提供资金的州和当地政府计划不在此要求之内。

source: This is true of current requirements, such as mental health parity)
zh_cn: 这适用于当前的要求，例如精神卫生对等）。

source: The House bill specifically applies to the Federal Employee Health Benefit Plan (FEHBP) and TRICARE
zh_cn: 国会议案特别地适用于联邦就业卫生受益计划和军队服务公民卫生与医疗项目（TRICARE，详情请见：http://en.wikipedia.org/wiki/Tricare）。
